geToString(OdGe.EntityId!System.Runtime.CompilerServices.IsConst)
\details
Convert the specified value to an OdGe::EntityId string.
\param val [in] OdGe::EntityId value.
\returns
OdString representation of val.